Revit 2027 API
UnitTypeId.KilogramsPerMinute Property
 Kilograms per minute.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilogramsPerMinute { get; }
Public Shared ReadOnly Property KilogramsPerMinute As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilogramsPerMinute {
	ForgeTypeId^ get ();
}
static member KilogramsPerMinute : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace